Pipe Heat Transfer/Linux Files/cases/test_laminar_Re500/constant/turbulenceProperties.laminar
FoamFile { version 2.0; format ascii; class dictionary; object turbulenceProperties; }
simulationType laminar;
