Pipe Heat Transfer/Linux Files/cases/test_laminar_Re500/constant/thermophysicalProperties
FoamFile { version 2.0; format ascii; class dictionary; object thermophysicalProperties; }

// Air at ~300 K: incompressiblePerfectGas keeps density nearly constant
// (avoids compressibility at low Mach) while still solving energy equation.
thermoType
{
    type            heRhoThermo;
    mixture         pureMixture;
    transport       const;
    thermo          hConst;
    equationOfState perfectGas;
    specie          specie;
    energy          sensibleEnthalpy;
}

mixture
{
    specie          { molWeight 28.97; }
    thermodynamics  { Cp 1005; Hf 0; }
    transport       { mu 1.85e-5; Pr 0.71; }
}
